Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Hosts that relied on these CAs will prompt for host-key verification again.
ar: سيطلب المضيفون الذين اعتمدوا على هيئات CA هذه التحقق من مفتاح المضيف مرة أخرى.
ca: Els amfitrions que depenien d'aquestes CA tornaran a sol·licitar la verificació de la clau d'amfitrió.
cs: U hostitelů, kteří se spoléhali na tyto CA, se znovu zobrazí výzva k ověření klíče hostitele.
da: Værter, der byggede på disse CA'er, beder om verificering af værtsnøgle igen.
de: Hosts, die sich auf diese CAs verlassen haben, fragen erneut nach der Host-Schlüssel-Überprüfung.
es: Los hosts que dependían de estas CA volverán a solicitar la verificación de la clave de host.
fi: Näihin CA:isiin nojanneet isännät pyytävät jälleen isäntäavaimen vahvistusta.
fr: Les hôtes qui s'appuyaient sur ces CA demanderont à nouveau la vérification de la clé d'hôte.
he: מארחים שהסתמכו על רשויות CA אלה יבקשו שוב אימות מפתח מארח.
hu: Az ezekre a CA-kra támaszkodó gazdagépek ismét gazdagépkulcs-ellenőrzést fognak kérni.
it: Gli host che si basavano su queste CA richiederanno di nuovo la verifica della chiave host.
ja: これらのCAに依存していたホストでは、再びホストキーの確認を求められます。
ko: 이 CA에 의존하던 호스트는 다시 호스트 키 확인을 요청합니다.
nb: Verter som baserte seg på disse CA-ene vil be om vertsnøkkelbekreftelse på nytt.
nl: Hosts die op deze CA's vertrouwden, vragen opnieuw om hostsleutelverificatie.
pl: Hosty korzystające z tych CA ponownie poproszą o weryfikację klucza hosta.
pt_br: Os hosts que dependiam dessas CAs solicitarão a verificação da chave de host novamente.
pt_pt: Os anfitriões que dependiam destas CA voltarão a pedir a verificação da chave de anfitrião.
ro: Gazdele care s-au bazat pe aceste CA vor solicita din nou verificarea cheii de gazdă.
sl: Gostitelji, ki so se zanašali na te CA, bodo znova zahtevali preverjanje gostiteljskega ključa.
sv: Värdar som förlitade sig på dessa CA:er kommer att be om verifiering av värdnyckel igen.
uk: Хости, що покладалися на ці CA, знову запитуватимуть перевірку ключа хоста.
vi: Các máy chủ dựa vào những CA này sẽ yêu cầu xác minh khóa máy chủ lại.
zh_hans: 依赖这些 CA 的主机将再次提示进行主机密钥验证。
zh_hant: 原本依賴這些 CA 的主機將會再次要求主機金鑰驗證。

source: Hosts trusted via this CA will prompt for host-key verification again.
ar: سيطلب المضيفون الموثوق بهم عبر هذه الـ CA التحقق من مفتاح المضيف مرة أخرى.
ca: Els amfitrions de confiança mitjançant aquesta CA tornaran a sol·licitar la verificació de la clau d'amfitrió.
cs: U hostitelů důvěryhodných prostřednictvím této CA se znovu zobrazí výzva k ověření klíče hostitele.
da: Værter, der er betroet via denne CA, beder om verificering af værtsnøgle igen.
de: Über diesen CA als vertrauenswürdig eingestufte Hosts fragen erneut nach der Host-Schlüssel-Überprüfung.
es: Los hosts en los que se confiaba mediante esta CA volverán a solicitar la verificación de la clave de host.
fi: Tämän CA:n kautta luotetut isännät pyytävät jälleen isäntäavaimen vahvistusta.
fr: Les hôtes approuvés via cette CA demanderont à nouveau la vérification de la clé d'hôte.
he: מארחים שזכו לאמון באמצעות CA זה יבקשו שוב אימות מפתח מארח.
hu: Az ezen a CA-n keresztül megbízhatóvá tett gazdagépek ismét gazdagépkulcs-ellenőrzést fognak kérni.
it: Gli host resi attendibili tramite questa CA richiederanno di nuovo la verifica della chiave host.
ja: このCAを介して信頼されていたホストでは、再びホストキーの確認を求められます。
ko: 이 CA를 통해 신뢰되던 호스트는 다시 호스트 키 확인을 요청합니다.
nb: Verter som er klarert via denne CA-en vil be om vertsnøkkelbekreftelse på nytt.
nl: Hosts die via deze CA worden vertrouwd, vragen opnieuw om hostsleutelverificatie.
pl: Hosty zaufane przez ten CA ponownie poproszą o weryfikację klucza hosta.
pt_br: Os hosts confiáveis por meio desta CA solicitarão a verificação da chave de host novamente.
pt_pt: Os anfitriões considerados fidedignos através desta CA voltarão a pedir a verificação da chave de anfitrião.
ro: Gazdele de încredere prin această CA vor solicita din nou verificarea cheii de gazdă.
sl: Gostitelji, ki jim zaupate prek tega CA, bodo znova zahtevali preverjanje gostiteljskega ključa.
sv: Värdar som är betrodda via denna CA kommer att be om verifiering av värdnyckel igen.
uk: Хости, яким довіряли через цей CA, знову запитуватимуть перевірку ключа хоста.
vi: Các máy chủ được tin cậy qua CA này sẽ yêu cầu xác minh khóa máy chủ lại.
zh_hans: 通过此 CA 受信任的主机将再次提示进行主机密钥验证。
zh_hant: 透過此 CA 受信任的主機將會再次要求主機金鑰驗證。

source: Hotkey
ar: مفتاح اختصار
ca: Drecera de teclat
cs: Klávesová zkratka
da: Genvejstast
es: Tecla rápida
fi: Pikanäppäin
fr: Raccourci clavier
he: מקש קיצור
hu: Gyorsbillentyű
it: Tasto rapido
ja: ホットキー
ko: 단축키
nb: Hurtigtast
nl: Sneltoets
pl: Klawisz skrótu
pt_br: Tecla de atalho
pt_pt: Tecla de atalho
ro: Tastă rapidă
sl: Bližnjica
sv: Snabbtangent
uk: Гаряча клавіша
vi: Phím tắt
zh_hans: 热键
zh_hant: 快速鍵

source: How Detection Works
ar: كيف يعمل الاكتشاف
ca: Com funciona la detecció
cs: Jak detekce funguje
da: Sådan fungerer registreringen
de: So funktioniert die Erkennung
es: Cómo funciona la detección
fi: Näin tunnistus toimii
fr: Fonctionnement de la détection
he: איך הזיהוי עובד
hu: Így működik a felismerés
it: Come funziona il rilevamento
ja: 検出のしくみ
ko: 감지 작동 방식
nb: Slik fungerer gjenkjenningen
nl: Hoe detectie werkt
pl: Jak działa wykrywanie
pt_br: Como a Detecção Funciona
pt_pt: Como Funciona a Deteção
ro: Cum funcționează detectarea
sl: Kako deluje zaznavanje
sv: Så fungerar identifieringen
uk: Як працює виявлення
vi: Cách hoạt động của việc phát hiện
zh_hans: 检测原理
zh_hant: 偵測原理

source: How It Works
ar: كيف يعمل
ca: Com funciona
cs: Jak to funguje
da: Sådan fungerer det
de: So funktioniert es
es: Cómo funciona
fi: Miten se toimii
fr: Comment ça fonctionne
he: איך זה עובד
hu: Hogyan működik
it: Come funziona
ja: 仕組み
ko: 작동 방식
nb: Slik fungerer det
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como Funciona
pt_pt: Como Funciona
ro: Cum funcționează
sl: Kako deluje
sv: Så fungerar det
uk: Як це працює
vi: Cách thức hoạt động
zh_hans: 工作原理
zh_hant: 運作原理

source: How long the command may run before it is stopped.
ar: المدة التي يُسمح للأمر بالتشغيل خلالها قبل إيقافه.
ca: Temps màxim que l'ordre pot executar-se abans d'aturar-se.
cs: Jak dlouho může příkaz běžet, než bude zastaven.
da: Hvor længe kommandoen må køre, før den stoppes.
de: Wie lange der Befehl laufen darf, bevor er gestoppt wird.
es: Cuánto tiempo puede ejecutarse el comando antes de detenerse.
fi: Kuinka kauan komento saa olla käynnissä ennen kuin se pysäytetään.
fr: Durée pendant laquelle la commande peut s'exécuter avant d'être arrêtée.
he: משך הזמן שהפקודה רשאית לרוץ לפני שהיא נעצרת.
hu: Meddig futhat a parancs, mielőtt leállítjuk.
it: Per quanto tempo il comando può essere eseguito prima di essere interrotto.
ja: コマンドが停止されるまでに実行できる時間です。
ko: 명령이 중지되기 전까지 실행될 수 있는 시간입니다.
nb: Hvor lenge kommandoen kan kjøre før den stoppes.
nl: Hoelang de opdracht mag draaien voordat deze wordt gestopt.
pl: Jak długo polecenie może działać, zanim zostanie zatrzymane.
pt_br: Por quanto tempo o comando pode ser executado antes de ser interrompido.
pt_pt: Durante quanto tempo o comando pode ser executado antes de ser interrompido.
ro: Cât timp poate rula comanda înainte de a fi oprită.
sl: Kako dolgo se ukaz lahko izvaja, preden se ustavi.
sv: Hur länge kommandot får köra innan det stoppas.
uk: Скільки часу команда може виконуватися, перш ніж її буде зупинено.
vi: Thời gian tối đa lệnh được chạy trước khi bị dừng.
zh_hans: 命令被终止前允许运行的时长。
zh_hant: 指令在被停止前可執行的時間長度。

source: How long to hold before the modifier activates. Lower values feel faster but may trigger on normal typing.
ar: مدة الضغط المطلوبة قبل تفعيل المُعدِّل. القيم المنخفضة تبدو أسرع لكن قد تنشط أثناء الكتابة العادية.
ca: Quant de temps cal mantenir premut abans que s'activi el modificador. Valors més baixos són més ràpids però poden activar-se amb l'escriptura normal.
cs: Jak dlouho podržet před aktivací modifikátoru. Nižší hodnoty jsou rychlejší, ale mohou se spustit při běžném psaní.
da: Hvor længe der skal holdes, før modifikatoren aktiveres. Lavere værdier føles hurtigere, men kan udløses ved normal skrivning.
de: Wie lange gehalten werden muss, bevor der Modifikator aktiviert wird. Niedrigere Werte fühlen sich schneller an, können aber beim normalen Tippen ausgelöst werden.
es: Cuánto tiempo mantener presionado antes de que se active el modificador. Los valores más bajos se sienten más rápidos pero pueden activarse durante la escritura normal.
fi: Kuinka kauan painetaan ennen kuin muokkain aktivoituu. Pienemmät arvot tuntuvat nopeammilta, mutta voivat laueta normaalissa kirjoituksessa.
fr: Durée de maintien avant l'activation du modificateur. Des valeurs plus faibles paraissent plus rapides, mais peuvent se déclencher pendant la frappe normale.
he: כמה זמן להחזיק לפני שהמודיפייר מופעל. ערכים נמוכים מרגישים מהירים יותר אבל עלולים להפעיל בהקלדה רגילה.
hu: Milyen hosszan kell nyomva tartani a módosító aktiválásához. Az alacsonyabb értékek gyorsabbnak tűnnek, de normál gépeléskor is bekapcsolhatnak.
it: Tempo di pressione prima che il modificatore si attivi. Valori più bassi risultano più rapidi ma potrebbero attivarsi durante la digitazione normale.
ja: 修飾キーが有効になるまでの長押し時間。低い値ほど反応が速くなりますが、通常のタイピング中に誤動作する場合があります。
ko: 수정자 키가 활성화되기까지 길게 누르는 시간입니다. 낮은 값일수록 반응이 빠르지만 일반 타이핑 중에 오작동할 수 있습니다.
nb: Hvor lenge du må holde før modifikatoren aktiveres. Lavere verdier føles raskere, men kan utløses ved vanlig skriving.
nl: Hoe lang u moet vasthouden voordat de modifier wordt geactiveerd. Lagere waarden voelen sneller maar kunnen activeren bij normaal typen.
pl: Jak długo trzeba przytrzymać, zanim modyfikator się aktywuje. Niższe wartości dają szybszą reakcję, ale mogą się włączać podczas normalnego pisania.
pt_br: Quanto tempo manter pressionado antes do modificador ativar. Valores menores parecem mais rápidos, mas podem disparar durante a digitação normal.
pt_pt: Tempo de pressão antes do modificador ser ativado. Valores mais baixos parecem mais rápidos, mas podem ser acionados ao escrever normalmente.
ro: Cât timp trebuie menținut înainte ca modificatorul să se activeze. Valorile mai mici par mai rapide, dar se pot declanșa în timpul tastării normale.
sl: Kako dolgo je treba držati, preden se modifikator aktivira. Nižje vrednosti se zdijo hitrejše, vendar se lahko sprožijo pri običajnem tipkanju.
sv: Hur länge du måste hålla innan modifieraren aktiveras. Lägre värden känns snabbare men kan utlösas vid vanlig skrivning.
uk: Як довго утримувати перед активацією модифікатора. Менші значення відчуваються швидшими, але можуть спрацьовувати під час звичайного набору.
vi: Thời gian giữ trước khi phím bổ sung kích hoạt. Giá trị thấp hơn cảm giác nhanh hơn nhưng có thể kích hoạt khi gõ bình thường.
zh_hans: 按住多长时间后修饰键激活。较低的值感觉更快，但可能在正常打字时误触发。
zh_hant: 按住多長時間後修飾鍵啟用。較低的值感覺更快，但可能在正常打字時誤觸發。

source: How to generate an API key
ar: كيفية إنشاء مفتاح API
ca: Com generar una clau API
cs: Jak vygenerovat klíč API
da: Sådan genereres en API-nøgle
de: So erstellen Sie einen API-Schlüssel
es: Cómo generar una clave API
fi: API-avaimen luominen
fr: Comment générer une clé API
he: כיצד ליצור מפתח API
hu: Hogyan hozzon létre API kulcsot
it: Come generare una chiave API
ja: APIキーの生成方法
ko: API 키 생성 방법
nb: Slik genererer du en API-nøkkel
nl: Een API-sleutel genereren
pl: Jak wygenerować klucz API
pt_br: Como gerar uma chave de API
pt_pt: Como gerar uma chave de API
ro: Cum se generează o cheie API
sl: Kako ustvariti ključ API
sv: Hur man genererar en API-nyckel
uk: Як створити ключ API
vi: Cách tạo khóa API
zh_hans: 如何生成 API 密钥
zh_hant: 如何產生 API 金鑰

source: How to Launch
ar: كيفية التشغيل
ca: Com iniciar
cs: Jak spustit
da: Sådan starter du
de: So starten Sie
es: Cómo iniciar
fi: Käynnistäminen
fr: Comment lancer
he: כיצד להפעיל
hu: Indítás
it: Come avviare
ja: 起動方法
ko: 실행 방법
nb: Slik starter du
nl: Hoe te starten
pl: Jak uruchomić
pt_br: Como iniciar
pt_pt: Como iniciar
ro: Cum se lansează
sl: Kako zagnati
sv: Så startar du
uk: Як запустити
vi: Cách khởi chạy
zh_hans: 如何启动
zh_hant: 如何啟動

source: How to Use This Key
ar: كيفية استخدام هذا المفتاح
ca: Com utilitzar aquesta clau
cs: Jak používat tento klíč
da: Sådan bruger du denne nøgle
de: So verwenden Sie diesen Schlüssel
es: Cómo usar esta clave
fi: Tämän avaimen käyttöohje
fr: Comment utiliser cette clé
he: כיצד להשתמש במפתח זה
hu: A kulcs használata
it: Come utilizzare questa chiave
ja: このキーの使い方
ko: 이 키 사용 방법
nb: Slik bruker du denne nøkkelen
nl: Hoe deze sleutel te gebruiken
pl: Jak używać tego klucza
pt_br: Como Usar Esta Chave
pt_pt: Como Utilizar Esta Chave
ro: Cum se utilizează această cheie
sl: Kako uporabiti ta ključ
sv: Hur du använder denna nyckel
uk: Як використовувати цей ключ
vi: Cách sử dụng khóa này
zh_hans: 如何使用此密钥
zh_hant: 如何使用此金鑰

source: hping3 requires raw socket access to set the correct source port. Alternatives: nping (from nmap) or scapy.
ar: يتطلب hping3 الوصول إلى مقبس خام لتعيين منفذ المصدر الصحيح. البدائل: nping (من nmap) أو scapy.
ca: hping3 requereix accés a sòcols en brut per establir el port d'origen correcte. Alternatives: nping (de nmap) o scapy.
cs: hping3 vyžaduje přístup k raw socketu pro nastavení správného zdrojového portu. Alternativy: nping (z nmap) nebo scapy.
da: hping3 kræver raw socket-adgang for at sætte den korrekte kildeport. Alternativer: nping (fra nmap) eller scapy.
de: hping3 benötigt Raw-Socket-Zugriff, um den korrekten Quellport zu setzen. Alternativen: nping (aus nmap) oder scapy.
es: hping3 requiere acceso a sockets raw para establecer el puerto de origen correcto. Alternativas: nping (de nmap) o scapy.
fi: hping3 vaatii raw socket -pääsyn oikean lähdeportin asettamiseksi. Vaihtoehdot: nping (nmapista) tai scapy.
fr: hping3 nécessite un accès raw socket pour définir le port source correct. Alternatives : nping (de nmap) ou scapy.
he: hping3 דורש גישה ל-raw socket כדי להגדיר את פורט המקור הנכון. חלופות: nping (מ-nmap) או scapy.
hu: A hping3 nyers socket hozzáférést igényel a megfelelő forrásport beállításához. Alternatívák: nping (nmap-ból) vagy scapy.
it: hping3 richiede l'accesso raw socket per impostare la porta sorgente corretta. Alternative: nping (da nmap) o scapy.
ja: hping3は正しい送信元ポートを設定するためにRAWソケットアクセスが必要です。代替手段: nping（nmap由来）またはscapy。
ko: hping3은 올바른 소스 port를 설정하기 위해 raw socket 접근이 필요합니다. 대안: nping(nmap 제공) 또는 scapy.
nb: hping3 krever rå socket-tilgang for å sette riktig kildeport. Alternativer: nping (fra nmap) eller scapy.
nl: hping3 vereist raw socket-toegang om de juiste bronpoort in te stellen. Alternatieven: nping (van nmap) of scapy.
pl: hping3 wymaga dostępu do surowych gniazd, aby ustawić prawidłowy port źródłowy. Alternatywy: nping (z pakietu nmap) lub scapy.
pt_br: hping3 requer acesso a raw socket para definir a porta de origem correta. Alternativas: nping (do nmap) ou scapy.
pt_pt: O hping3 requer acesso a raw socket para definir a porta de origem correta. Alternativas: nping (do nmap) ou scapy.
ro: hping3 necesită acces la socket brut pentru a seta portul sursă corect. Alternative: nping (din nmap) sau scapy.
sl: hping3 potrebuje dostop do surovih vtičnic za nastavitev pravilnih izvornih vrat. Alternative: nping (iz nmap) ali scapy.
sv: hping3 kräver raw socket-åtkomst för att ställa in korrekt källport. Alternativ: nping (från nmap) eller scapy.
uk: hping3 потребує доступу до raw-сокетів для встановлення правильного порту джерела. Альтернативи: nping (з nmap) або scapy.
vi: hping3 yêu cầu quyền truy cập raw socket để đặt cổng nguồn đúng. Các lựa chọn thay thế: nping (từ nmap) hoặc scapy.
zh_hans: hping3 需要原始套接字访问权限来设置正确的源端口。替代方案：nping（来自 nmap）或 scapy。
zh_hant: hping3 需要原始 socket 存取權限來設定正確的來源連接埠。替代方案：nping（來自 nmap）或 scapy。

source: hping3 with sudo access
ar: hping3 مع صلاحيات sudo
ca: hping3 amb accés sudo
cs: hping3 s přístupem sudo
da: hping3 med sudo-adgang
de: hping3 mit sudo-Zugriff
es: hping3 con acceso sudo
fi: hping3 sudo-oikeuksilla
fr: hping3 avec accès sudo
he: hping3 עם גישת sudo
hu: hping3 sudo hozzáféréssel
it: hping3 con accesso sudo
ja: sudo権限付きhping3
ko: sudo 권한이 있는 hping3
nb: hping3 med sudo-tilgang
nl: hping3 met sudo-toegang
pl: hping3 z dostępem sudo
pt_br: hping3 com acesso sudo
pt_pt: hping3 com acesso sudo
ro: hping3 cu acces sudo
sl: hping3 z dostopom sudo
sv: hping3 med sudo-åtkomst
uk: hping3 з доступом sudo
vi: hping3 với quyền sudo
zh_hans: 需要 sudo 权限的 hping3
zh_hant: 需要 sudo 權限的 hping3

source: HSS (Host Shorthand System) lets you define regex patterns that expand SSH shortcuts into full connection strings.
ar: يتيح لك نظام HSS (Host Shorthand System) تعريف أنماط regex لتوسيع اختصارات SSH إلى سلاسل اتصال كاملة.
ca: HSS (Host Shorthand System) permet definir patrons regex que expandeixen dreceres SSH en cadenes de connexió completes.
cs: HSS (Host Shorthand System) umožňuje definovat regex vzory, které rozšiřují SSH zkratky na úplné připojovací řetězce.
da: HSS (Host Shorthand System) lader dig definere regex-mønstre, der udvider SSH-genveje til fulde forbindelsesstrenge.
de: HSS (Host Shorthand System) ermöglicht es Ihnen, Regex-Muster zu definieren, die SSH-Abkürzungen zu vollständigen Verbindungszeichenfolgen erweitern.
es: HSS (Host Shorthand System) permite definir patrones regex que expanden atajos SSH en cadenas de conexión completas.
fi: HSS (Host Shorthand System) mahdollistaa regex-kaavojen määrittämisen, jotka laajentavat SSH-pikanimitykset täydellisiksi yhteysmerkkijonoiksi.
fr: HSS (Host Shorthand System) vous permet de définir des expressions régulières qui développent les raccourcis SSH en chaînes de connexion complètes.
he: HSS (Host Shorthand System) מאפשר לך להגדיר תבניות regex שמרחיבות קיצורי SSH למחרוזות חיבור מלאות.
hu: A HSS (Host Shorthand System) lehetővé teszi regex minták definiálását, amelyek SSH rövidítéseket teljes kapcsolati karakterláncokká bővítenek.
it: HSS (Host Shorthand System) consente di definire pattern regex che espandono le abbreviazioni SSH in stringhe di connessione complete.
ja: HSS（Host Shorthand System）では、SSH接続のショートカットをフル接続文字列に展開する正規表現パターンを定義できます。
ko: HSS(Host Shorthand System)를 사용하면 SSH 단축어를 전체 연결 문자열로 확장하는 정규식 패턴을 정의할 수 있습니다.
nb: HSS (Host Shorthand System) lar deg definere regex-mønstre som utvider SSH-snarveier til fullstendige tilkoblingsstrenger.
nl: HSS (Host Shorthand System) stelt u in staat om regex-patronen te definiëren die SSH-snelkoppelingen uitbreiden tot volledige verbindingsreeksen.
pl: HSS (Host Shorthand System) pozwala definiować wzorce regex, które rozwijają skróty SSH w pełne ciągi połączeń.
pt_br: O HSS (Host Shorthand System) permite definir padrões regex que expandem atalhos SSH em strings de conexão completas.
pt_pt: O HSS (Host Shorthand System) permite definir padrões regex que expandem atalhos SSH em cadeias de ligação completas.
ro: HSS (Host Shorthand System) vă permite să definiți expresii regulate care expandează scurtăturile SSH în șiruri de conexiune complete.
sl: HSS (Host Shorthand System) omogoča definiranje regex vzorcev, ki razširijo SSH bližnjice v popolne povezovalne nize.
sv: HSS (Host Shorthand System) låter dig definiera regex-mönster som expanderar SSH-genvägar till fullständiga anslutningssträngar.
uk: HSS (Host Shorthand System) дозволяє визначати шаблони regex, що розгортають SSH-скорочення у повні рядки зʼєднання.
vi: HSS (Host Shorthand System) cho phép bạn định nghĩa các mẫu regex để mở rộng các phím tắt SSH thành chuỗi kết nối đầy đủ.
zh_hans: HSS（主机简写系统）允许您定义正则表达式模式，将 SSH 简写展开为完整的连接字符串。
zh_hant: HSS（主機簡寫系統）讓您定義正規表達式模式，將 SSH 簡寫展開為完整的連線字串。

source: HSS Config
ar: إعدادات HSS
ca: Configuració HSS
cs: Konfigurace HSS
da: HSS-konfiguration
de: HSS-Konfiguration
es: Configuración HSS
fi: HSS-asetukset
fr: Configuration HSS
he: תצורת HSS
hu: HSS konfiguráció
it: Configurazione HSS
ja: HSS設定
ko: HSS 설정
nb: HSS-konfigurasjon
nl: HSS-configuratie
pl: Konfiguracja HSS
pt_br: Configuração HSS
pt_pt: Configuração HSS
ro: Configurare HSS
sl: HSS konfiguracija
sv: HSS-konfiguration
uk: Конфігурація HSS
vi: Cấu hình HSS
zh_hans: HSS 配置
zh_hant: HSS 設定

source: Hybrid post-quantum key combining ML-DSA-44 with Ed25519 — secure as long as either algorithm holds. Requires OpenSSH 10.4+ on the server.
ar: مفتاح هجين مقاوم للكم يجمع بين ML-DSA-44 وEd25519، ويبقى آمنًا ما دامت إحدى الخوارزميتين صامدة. يتطلب OpenSSH 10.4+ على الخادم.
ca: Clau postquàntica híbrida que combina ML-DSA-44 amb Ed25519 i es manté segura mentre aguanti qualsevol dels dos algorismes. Requereix OpenSSH 10.4+ al servidor.
cs: Hybridní postkvantový klíč kombinující ML-DSA-44 s Ed25519, bezpečný tak dlouho, dokud drží alespoň jeden z algoritmů. Vyžaduje na serveru OpenSSH 10.4+.
da: Hybrid post-kvantenøgle, der kombinerer ML-DSA-44 med Ed25519 og forbliver sikker, så længe én af algoritmerne holder. Kræver OpenSSH 10.4+ på serveren.
de: Hybrider Post-Quantum-Schlüssel, der ML-DSA-44 mit Ed25519 kombiniert und sicher bleibt, solange einer der beiden Algorithmen hält. Erfordert OpenSSH 10.4+ auf dem Server.
es: Clave poscuántica híbrida que combina ML-DSA-44 con Ed25519 y es segura mientras resista cualquiera de los dos algoritmos. Requiere OpenSSH 10.4+ en el servidor.
fi: Hybridi post-kvanttiavain, joka yhdistää ML-DSA-44:n ja Ed25519:n ja pysyy turvallisena niin kauan kuin jompikumpi algoritmi kestää. Vaatii palvelimelle OpenSSH 10.4+.
fr: Clé post-quantique hybride combinant ML-DSA-44 et Ed25519, sûre tant que l'un des deux algorithmes tient. Nécessite OpenSSH 10.4+ sur le serveur.
he: מפתח היברידי פוסט-קוונטי המשלב ML-DSA-44 עם Ed25519, ונשאר מאובטח כל עוד אחד מהאלגוריתמים מחזיק. דורש OpenSSH 10.4+ בשרת.
hu: Hibrid posztkvantum kulcs, amely az ML-DSA-44-et Ed25519-cel kombinálja, és mindaddig biztonságos, amíg bármelyik algoritmus tartja magát. A kiszolgálón OpenSSH 10.4+ szükséges.
it: Chiave post-quantistica ibrida che combina ML-DSA-44 con Ed25519, sicura finché regge almeno uno dei due algoritmi. Richiede OpenSSH 10.4+ sul server.
ja: ML-DSA-44とEd25519を組み合わせたハイブリッド耐量子鍵です。どちらか一方のアルゴリズムが破られない限り安全です。サーバーにOpenSSH 10.4以降が必要です。
ko: ML-DSA-44와 Ed25519를 결합한 하이브리드 양자내성 키로, 두 알고리즘 중 하나만 안전해도 안전합니다. 서버에 OpenSSH 10.4 이상이 필요합니다.
nb: Hybrid post-kvantenøkkel som kombinerer ML-DSA-44 med Ed25519 og forblir sikker så lenge én av algoritmene holder. Krever OpenSSH 10.4+ på serveren.
nl: Hybride post-kwantumsleutel die ML-DSA-44 combineert met Ed25519 en veilig blijft zolang een van beide algoritmen standhoudt. Vereist OpenSSH 10.4+ op de server.
pl: Hybrydowy klucz postkwantowy łączący ML-DSA-44 z Ed25519, bezpieczny tak długo, jak długo trzyma się którykolwiek z algorytmów. Wymaga OpenSSH 10.4+ na serwerze.
pt_br: Chave pós-quântica híbrida que combina ML-DSA-44 com Ed25519 e permanece segura enquanto um dos dois algoritmos resistir. Requer OpenSSH 10.4+ no servidor.
pt_pt: Chave pós-quântica híbrida que combina ML-DSA-44 com Ed25519 e permanece segura enquanto um dos dois algoritmos resistir. Requer OpenSSH 10.4+ no servidor.
ro: Cheie post-cuantică hibridă care combină ML-DSA-44 cu Ed25519 și rămâne sigură atât timp cât rezistă oricare dintre algoritmi. Necesită OpenSSH 10.4+ pe server.
sl: Hibridni post-kvantni ključ, ki združuje ML-DSA-44 in Ed25519 ter ostaja varen, dokler zdrži vsaj eden od algoritmov. Na strežniku zahteva OpenSSH 10.4+.
sv: Hybrid post-kvantnyckel som kombinerar ML-DSA-44 med Ed25519 och förblir säker så länge någon av algoritmerna håller. Kräver OpenSSH 10.4+ på servern.
uk: Гібридний постквантовий ключ, що поєднує ML-DSA-44 з Ed25519 і залишається безпечним, поки тримається хоча б один з алгоритмів. Потребує OpenSSH 10.4+ на сервері.
vi: Khóa hậu lượng tử lai kết hợp ML-DSA-44 với Ed25519, vẫn an toàn chừng nào một trong hai thuật toán còn đứng vững. Yêu cầu OpenSSH 10.4+ trên máy chủ.
zh_hans: 将 ML-DSA-44 与 Ed25519 结合的混合后量子密钥，只要其中一种算法未被攻破即保持安全。服务器需要 OpenSSH 10.4 及以上版本。
zh_hant: 將 ML-DSA-44 與 Ed25519 結合的混合後量子金鑰，只要其中一種演算法未被攻破即保持安全。伺服器需要 OpenSSH 10.4 以上版本。
